Repository: Digits88/cleaner-gallery
Catalog: languages/cleaner-gallery-*.po
Languages: fr_fr

source: Cleaner Gallery
fr_fr: Galerie

source: About Cleaner Gallery
fr_fr: A propos de Cleaner Gallery

source: Gallery Settings
fr_fr: Paramètres des galeries

source: JavaScript Settings
fr_fr: Paramètres JavaScript&nbsp;:

source: Plugin:
fr_fr: Plugin&nbsp;:

source: Author:
fr_fr: Auteur&nbsp;:

source: Description:
fr_fr: Description&nbsp;:

source: None
fr_fr: Auncun(e)

source: Attachment Page
fr_fr: Page de l'image

source: Captions:
fr_fr: Légendes&nbsp;:

source: Do you want to remove captions from your galleries?
fr_fr: Voulez-vous supprimer les légendes&nbsp;?

source: Use the image title as a caption if there is no caption available?
fr_fr: Utiliser le titre de l'image en cas d'absence de légende&nbsp;?

source: Link captions to the image attachment page?
fr_fr: Lier la légende à la page de l'image&nbsp;?

source: Default Image Link:
fr_fr: Lien par défaut pour les images&nbsp;:

source: Where or what should your gallery images link to? Leave blank for the WordPress default.
fr_fr: Cible des liens des images de la galerie. Laisser blanc pour déterminer librement pour chaque article.

source: Default Image Size:
fr_fr: Taille par défaut de l'image&nbsp;:

source: Default Order:
fr_fr: Classement par défaut&nbsp;:

source: Default Orderby:
fr_fr: Tri par défaut&nbsp;:

source: Comment Count
fr_fr: Nombre de commentaires

source: Menu Order
fr_fr: Ordre pour le menu

source: Random
fr_fr: Aléatoire

source: Title
fr_fr: Titre

source: About:
fr_fr: A propos

source: If you are using a Lightbox-type image script, this plugin will work along with it. There are several supported scripts to choose from.
fr_fr: Si vous utilisez un script de type ligthbox, ce plugin l'utilisera. Vous pouvez choisir entre un certains nombre de scripts supportés.

source: Image Script:
fr_fr: Script&nbsp;:

source: Thickbox:
fr_fr: Thickbox&nbsp;:

source: Auto-load Thickbox JavaScript (included with WordPress)?
fr_fr: Charger automatiquement le fichier JavaScript de Thickbox (inclus dans WordPress)&nbsp;?

source: Auto-load Thickbox CSS (included with WordPress)?
fr_fr: Charger automatiquement le fichier CSS de Thickbox (inclus dans WordPress)&nbsp;?

source: Settings saved.
fr_fr: Configuration enregistrée

source: Cleaner Gallery Settings
fr_fr: Options pour Cleaner Gallery

source: Update Settings
fr_fr: Modifier les paramètres
